Repository: lukaskaibel/issues-for-github
Catalog: Packages/GitIssuesKit/Sources/GitIssuesKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# switchProjectEllipsis
source: Switch Project…
de: Projekt wechseln …
es: Cambiar de proyecto…
fr: Changer de projet…
ja: プロジェクトを切り替え…
ko: 프로젝트 전환…
pt_br: Trocar de projeto…
ru: Перейти к проекту…
zh_hans: 切换项目…

# switchProjectPlaceholder
source: Switch project or repository…
de: Projekt oder Repository wechseln …
es: Cambiar de proyecto o repositorio…
fr: Changer de projet ou de dépôt…
ja: プロジェクトまたはリポジトリを切り替え…
ko: 프로젝트 또는 저장소 전환…
pt_br: Trocar de projeto ou repositório…
ru: Перейти к проекту или репозиторию…
zh_hans: 切换项目或仓库…

source: Switch to %(value)@
de: %@ übernehmen
es: Cambiar a %@
fr: Utiliser %@
ja: %@に切り替え
ko: %@(으)로 변경
pt_br: Mudar para %@
ru: Сменить на «%@»
zh_hans: 改用“%@”

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
ko: 지금 동기화
pt_br: Sincronizar agora
ru: Синхронизировать
zh_hans: 立即同步

# syncNowButton
source: Sync now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期
ko: 지금 동기화
pt_br: Sincronizar agora
ru: Синхронизировать
zh_hans: 立即同步

source: Sync problem
de: Synchronisierungsproblem
es: Error de sincronización
fr: Problème de synchronisation
ja: 同期エラー
ko: 동기화 문제
pt_br: Erro ao sincronizar
ru: Ошибка синхронизации
zh_hans: 同步出错

# syncSection
source: Sync
de: Synchronisierung
es: Sincronización
fr: Synchronisation
ja: 同期
ko: 동기화
pt_br: Sincronização
ru: Синхронизация
zh_hans: 同步

source: Sync with GitHub Now
de: Jetzt mit GitHub synchronisieren
es: Sincronizar con GitHub ahora
fr: Synchroniser avec GitHub maintenant
ja: 今すぐGitHubと同期
ko: 지금 GitHub와 동기화
pt_br: Sincronizar com o GitHub agora
ru: Синхронизировать с GitHub
zh_hans: 立即与 GitHub 同步

# syncWithGitHubNowCommand
source: Sync with GitHub now
de: Jetzt mit GitHub synchronisieren
es: Sincronizar con GitHub ahora
fr: Synchroniser avec GitHub maintenant
ja: 今すぐGitHubと同期
ko: 지금 GitHub와 동기화
pt_br: Sincronizar com o GitHub agora
ru: Синхронизировать с GitHub
zh_hans: 立即与 GitHub 同步

# syncedAtTime
source: Synced %(time)@
de: Synchronisiert um %@
es: Sincronizado a las %@
fr: Synchronisé à %@
ja: %@に同期済み
ko: %@에 동기화됨
pt_br: Sincronizado às %@
ru: Синхронизировано в %@
zh_hans: 已于 %@ 同步

source: Synced just now
de: Gerade synchronisiert
es: Sincronizado ahora mismo
fr: Synchronisé à l’instant
ja: たった今同期済み
ko: 방금 동기화됨
pt_br: Sincronizado agora mesmo
ru: Синхронизировано только что
zh_hans: 刚刚同步

# syncedMinutesAgo
source: Synced %(minutes)lld min ago
de: Vor %lld Min. synchronisiert
es: Sincronizado hace %lld min
fr: Synchronisé il y a %lld min
ja: %lld分前に同期済み
ko: %lld분 전 동기화됨
pt_br: Sincronizado há %lld min
ru: Синхронизировано %lld мин назад
zh_hans: %lld 分钟前同步

source: Syncing…
de: Wird synchronisiert …
es: Sincronizando…
fr: Synchronisation…
ja: 同期中…
ko: 동기화 중…
pt_br: Sincronizando…
ru: Синхронизация…
zh_hans: 正在同步…

# syncingChanges
source: Syncing %(count)lld changes…
de: Sende %lld Änderungen …
es: Sincronizando %lld cambios…
fr: Envoi de %lld modifications…
ja: %lld件の変更を同期中…
ko: 변경 사항 %lld개 동기화 중…
pt_br: Sincronizando %lld alterações…
ru: Синхронизация %lld изменения…
zh_hans: 正在同步 %lld 项更改…

# thisIssueSection
source: This issue
de: Dieses Issue
es: Esta incidencia
fr: Ce ticket
ja: このIssue
ko: 이 이슈
pt_br: Esta issue
ru: Эта задача
zh_hans: 此议题

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

# tokenFieldPlaceholder
source: Token with repo, project and read:org scopes
de: Token mit den Scopes repo, project und read:org
es: Token con los ámbitos repo, project y read:org
fr: Jeton avec les scopes repo, project et read:org
ja: repo、project、read:orgスコープを持つトークン
ko: repo, project, read:org 범위가 있는 토큰
pt_br: Token com os escopos repo, project e read:org
ru: Токен с областями repo, project и read:org
zh_hans: 具有 repo、project 和 read:org 作用域的令牌

# tokenNotAccepted
source: GitHub didn't accept this token. Check that it's complete and hasn't expired.
de: GitHub hat dieses Token nicht akzeptiert. Prüfe, ob es vollständig und nicht abgelaufen ist.
es: GitHub no aceptó este token. Comprueba que esté completo y que no haya expirado.
fr: GitHub n’a pas accepté ce jeton. Vérifiez qu’il est complet et qu’il n’a pas expiré.
ja: GitHubがこのトークンを受け付けませんでした。トークンが完全で、有効期限が切れていないことを確認してください。
ko: GitHub에서 이 토큰을 허용하지 않았습니다. 토큰이 완전한지, 만료되지 않았는지 확인하세요.
pt_br: O GitHub não aceitou este token. Verifique se ele está completo e não expirou.
ru: GitHub не принял этот токен. Убедитесь, что он введен полностью и срок его действия не истек.
zh_hans: GitHub 不接受此令牌。请检查它是否完整且未过期。

# tokenStoredInKeychain
source: Stored in your Mac's keychain.
de: Wird im Schlüsselbund deines Mac gespeichert.
es: Se guarda en el llavero de tu Mac.
fr: Stocké dans le trousseau de votre Mac.
ja: このMacのキーチェーンに保存されます。
ko: Mac의 키체인에 저장됩니다.
pt_br: Guardado nas chaves do seu Mac.
ru: Хранится в связке ключей на вашем Mac.
zh_hans: 保存在你 Mac 的钥匙串中。

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
ja: 明日
ko: 내일
pt_br: Amanhã
ru: Завтра
zh_hans: 明天

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить попытку
zh_hans: 重试

# turnOnNotificationsHint
source: Turn them on to get reminders.
de: Aktiviere sie, um Erinnerungen zu erhalten.
es: Actívalas para recibir recordatorios.
fr: Activez-les pour recevoir des rappels.
ja: リマインダーを受け取るには通知をオンにしてください。
ko: 미리 알림을 받으려면 알림을 켜세요.
pt_br: Ative-as para receber lembretes.
ru: Включите их, чтобы получать напоминания.
zh_hans: 打开通知即可收到提醒。

source: Type a date
de: Datum eingeben
es: Escribe una fecha
fr: Saisissez une date
ja: 日付を入力
ko: 날짜 입력
pt_br: Digite uma data
ru: Введите дату
zh_hans: 输入日期

source: Unassign Me
de: Zuweisung an mich aufheben
es: Desasignarme
fr: Me retirer des responsables
ja: 自分の割り当てを解除
ko: 내 할당 해제
pt_br: Remover minha atribuição
ru: Снять с меня
zh_hans: 取消分配给我

# unassignMeCommand
source: Unassign me
de: Zuweisung an mich aufheben
es: Desasignarme
fr: Me retirer des responsables
ja: 自分の割り当てを解除
ko: 내 할당 해제
pt_br: Remover minha atribuição
ru: Снять с меня
zh_hans: 取消分配给我

# unassignSwipe
source: Unassign
de: Zuweisung aufheben
es: Desasignar
fr: Me retirer
ja: 割り当て解除
ko: 할당 해제
pt_br: Desatribuir
ru: Снять
zh_hans: 取消分配

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non assigné
ja: 未割り当て
ko: 담당자 없음
pt_br: Sem responsável
ru: Без исполнителя
zh_hans: 未分配

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销

# undoNoticeSpoken
source: %(message)@. Undo
de: %@. Widerrufen
es: %@. Deshacer
fr: %@. Annuler
ja: %@。取り消す
ko: %@. 실행 취소
pt_br: %@. Desfazer
ru: %@. Отменить
zh_hans: %@。撤销

# unfoldAllGroups
source: Unfold All
de: Alle ausklappen
es: Expandir todo
fr: Tout déplier
ja: すべて展開
ko: 모두 펼치기
pt_br: Expandir todos
ru: Развернуть все
zh_hans: 全部展开

# unfoldGroup
source: Unfold
de: Ausklappen
es: Expandir
fr: Déplier
ja: 展開
ko: 펼치기
pt_br: Expandir
ru: Развернуть
zh_hans: 展开

# unreadCount
source: %(count)lld unread
de: %lld ungelesen
es: %lld sin leer
fr: %lld non lues
ja: 未読%lld件
ko: 읽지 않은 알림 %lld개
pt_br: %lld não lidas
ru: %lld непрочитанного
zh_hans: %lld 条未读

# unreadEntry
source: Unread
de: Ungelesen
es: No leída
fr: Non lue
ja: 未読
ko: 읽지 않음
pt_br: Não lida
ru: Непрочитанное
zh_hans: 未读

# unsentIssueNumber
source: New
de: Neu
es: Nueva
fr: Nouveau
ja: 新規
ko: 신규
pt_br: Nova
ru: Новая
zh_hans: 新

source: Unsubscribe
de: Abbestellen
es: Cancelar suscripción
fr: Se désabonner
ja: 購読解除
ko: 구독 취소
pt_br: Cancelar inscrição
ru: Отписаться
zh_hans: 取消订阅

# unsubscribedFromIssue
source: Unsubscribed from %(number)@
de: %@ abbestellt
es: Suscripción a %@ cancelada
fr: Désabonnement de %@
ja: %@の購読を解除しました
ko: %@ 구독 취소됨
pt_br: Inscrição em %@ cancelada
ru: Вы отписались от %@
zh_hans: 已取消订阅 %@

# unsubscribedFromIssues
source: Unsubscribed from %(count)lld issues
de: %lld Issues abbestellt
es: Suscripción a %lld incidencias cancelada
fr: Désabonnement de %lld tickets
ja: %lld件のIssueの購読を解除しました
ko: 이슈 %lld개 구독 취소됨
pt_br: Inscrição em %lld issues cancelada
ru: Вы отписались от %lld задачи
zh_hans: 已取消订阅 %lld 个议题

# updatedOnDateTooltip
source: Updated %(date)@
de: Aktualisiert: %@
es: Actualizada: %@
fr: Mis à jour : %@
ja: 更新日時：%@
ko: %@에 업데이트됨
pt_br: Atualizada: %@
ru: Обновлена: %@
zh_hans: 更新于 %@

# useGitHubCLILogin
source: Use my GitHub CLI login
de: Anmeldedaten der GitHub CLI verwenden
es: Usar mi inicio de sesión de GitHub CLI
fr: Utiliser mes identifiants GitHub CLI
ja: GitHub CLIのログイン情報を使用
ko: 내 GitHub CLI 로그인 정보 사용
pt_br: Usar meu login da GitHub CLI
ru: Использовать вход из GitHub CLI
zh_hans: 使用我的 GitHub CLI 登录信息

# useGitHubVersion
source: Use the GitHub version
de: GitHub-Version verwenden
es: Usar la versión de GitHub
fr: Utiliser la version de GitHub
ja: GitHubの内容を使用
ko: GitHub 버전 사용
pt_br: Usar a versão do GitHub
ru: Использовать версию с GitHub
zh_hans: 使用 GitHub 上的版本

# useGitHubsVersion
source: Use GitHub's
de: Von GitHub übernehmen
es: Usar la de GitHub
fr: Utiliser celle de GitHub
ja: GitHubの内容を使用
ko: GitHub 버전 사용
pt_br: Usar a do GitHub
ru: Взять с GitHub
zh_hans: 使用 GitHub 的版本

# useLoginFromMac
source: Use the Login from Your Mac
de: Anmeldedaten vom Mac verwenden
es: Usar el inicio de sesión de tu Mac
fr: Utiliser les identifiants de votre Mac
ja: Macのログイン情報を使用
ko: Mac의 로그인 정보 사용
pt_br: Usar o login do seu Mac
ru: Использовать вход с Mac
zh_hans: 使用 Mac 上的登录信息

# usePersonalAccessToken
source: Use a Personal Access Token
de: Personal Access Token verwenden
es: Usar un token de acceso personal
fr: Utiliser un jeton d’accès personnel
ja: 個人用アクセストークンを使用
ko: 개인용 액세스 토큰 사용
pt_br: Usar um token de acesso pessoal
ru: Использовать персональный токен
zh_hans: 使用个人访问令牌

# usePersonalAccessTokenMac
source: Use a personal access token
de: Personal Access Token verwenden
es: Usar un token de acceso personal
fr: Utiliser un jeton d’accès personnel
ja: 個人用アクセストークンを使用
ko: 개인용 액세스 토큰 사용
pt_br: Usar um token de acesso pessoal
ru: Использовать персональный токен
zh_hans: 使用个人访问令牌

# usualOrderExplanation
source: Work in progress first, then what's next, the backlog and what's done.
de: Zuerst, was in Arbeit ist, dann, was als Nächstes kommt, dann Backlog und Erledigtes.
es: Primero lo que está en curso, luego lo siguiente, el backlog y lo hecho.
fr: Le travail en cours d’abord, puis ce qui vient ensuite, le backlog et ce qui est terminé.
ja: 進行中の作業が最初で、次に予定のもの、バックログ、完了したものの順です。
ko: 진행 중인 작업이 먼저 오고, 그다음 할 일, 백로그, 완료된 작업 순입니다.
pt_br: Primeiro o que está em andamento, depois o que vem a seguir, o backlog e o que está concluído.
ru: Сначала задачи в работе, затем следующие, бэклог и выполненные.
zh_hans: 进行中的工作在前，然后是待办、待规划和已完成。

# viewModePicker
source: View
de: Ansicht
es: Vista
fr: Présentation
ja: 表示
ko: 보기
pt_br: Visualização
ru: Вид
zh_hans: 视图

# waitingForApproval
source: Waiting for you to approve…
de: Warten auf deine Bestätigung …
es: Esperando tu aprobación…
fr: En attente de votre approbation…
ja: 承認を待っています…
ko: 승인을 기다리는 중…
pt_br: Aguardando sua aprovação…
ru: Ожидание вашего подтверждения…
zh_hans: 正在等待你授权…

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
zh_hans: 昨天

source: You're offline
de: Du bist offline
es: Estás sin conexión
fr: Vous êtes hors ligne
ja: オフラインです
ko: 오프라인 상태입니다
pt_br: Você está offline
ru: Нет подключения
zh_hans: 你已离线

source: Account
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
ru: Учетная запись
zh_hans: 账户

# appIconBoard
source: Board
es: Tablero
fr: Tableau
ja: ボード
ko: 보드
pt_br: Quadro
ru: Доска
zh_hans: 看板

# appearanceSystem
source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системное
zh_hans: 跟随系统

source: Board
es: Tablero
fr: Tableau
ja: ボード
ko: 보드
pt_br: Quadro
ru: Доска
zh_hans: 看板

# colourOrange
source: Orange
es: Naranja
ja: オレンジ
ko: 주황색
pt_br: Laranja
ru: Оранжевый
zh_hans: 橙色

# colourPink
source: Pink
es: Rosa
fr: Rose
ja: ピンク
ko: 분홍색
pt_br: Rosa
ru: Розовый
zh_hans: 粉色

# formatCode
source: Code
es: Código
ja: コード
ko: 코드
pt_br: Código
ru: Код
zh_hans: 代码

# formatLink
source: Link
es: Enlace
fr: Lien
ja: リンク
ko: 링크
ru: Ссылка
zh_hans: 链接

source: GitHub account
es: Cuenta de GitHub
fr: Compte GitHub
ja: GitHubアカウント
ko: GitHub 계정
pt_br: Conta do GitHub
ru: Учетная запись GitHub
zh_hans: GitHub 账户

# inboxNumberIssue
source: Issue
es: Incidencia
fr: Ticket
ko: 이슈
ru: Задача
zh_hans: 议题

# issueMenu
source: Issue
es: Incidencia
fr: Ticket
ko: 이슈
ru: Задача
zh_hans: 议题

source: Issues
es: Incidencias
fr: Tickets
ja: Issue
ko: 이슈
ru: Задачи
zh_hans: 议题

source: Labels
es: Etiquetas
fr: Étiquettes
ja: ラベル
ko: 레이블
pt_br: Etiquetas
ru: Метки
zh_hans: 标签

# linkTextPlaceholder
source: link
es: enlace
fr: lien
ja: リンク
ko: 링크
ru: ссылка
zh_hans: 链接

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
ru: Не в сети
zh_hans: 离线

source: Personal access token
es: Token de acceso personal
fr: Jeton d’accès personnel
ja: 個人用アクセストークン
ko: 개인용 액세스 토큰
pt_br: Token de acesso pessoal
ru: Персональный токен доступа
zh_hans: 个人访问令牌

source: Repositories
es: Repositorios
fr: Dépôts
ja: リポジトリ
ko: 저장소
pt_br: Repositórios
ru: Репозитории
zh_hans: 仓库

source: Repository
es: Repositorio
fr: Dépôt
ja: リポジトリ
ko: 저장소
pt_br: Repositório
ru: Репозиторий
zh_hans: 仓库

source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态

# statusNamePlaceholder
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
ru: Название
zh_hans: 名称

source: Sub-issues
es: Subincidencias
fr: Sous-tickets
ja: サブIssue
ko: 하위 이슈
ru: Подзадачи
zh_hans: 子议题

# statusGroupBacklog
source: Backlog
ja: バックログ
ko: 백로그
ru: Бэклог
zh_hans: 待规划
